{
    "act_end": "Event has ended.",
    "alert_cancel": "Cancel",
    "alert_close": "Close",
    "alert_confirm": "Confirm",
    "alert_conflict_title": "There are still uncompleted puzzles in other sections that you've previously unlocked. Better complete the puzzles in the corresponding sections first.",
    "alert_exit_title": "If you leave halfway, your progress will not be saved. Are you sure you want to leave?",
    "alert_jump": "Go",
    "alert_task_title_1": "Insufficient Pale Yellow Silk Paper",
    "alert_task_title_2": "Complete missions to obtain the corresponding amount of Pale Yellow Silk Paper.",
    "alert_unlock_title_1": "Use Pale Yellow Silk Paper ×\u003cspan\u003e{n1}\u003c/span\u003e to unlock this section. Are you sure you want to unlock it?",
    "alert_unlock_title_2": "Current Pale Yellow Silk Paper: {n1}",
    "close_modal_tip": "Click anywhere in the blank area to close",
    "copy_text": "Genshin Impact: Dancing Beasts to Wave in the New, and Soaring Kites for Blessings Too! Take part in the \"Dancing Beasts and Soaring Kites\" event to obtain Primogems and other in-game rewards! https://hoyo.link/4eigFBAL",
    "copyright": "Copyright © COGNOSPHERE. All Rights Reserved.",
    "download_modal_url_1": "",
    "download_modal_url_2": "",
    "download_modal_url_3": "",
    "download_modal_url_4": "",
    "download_modal_url_5": "",
    "e_loading_enter": "http://localhost:30000/images/empty.png",
    "e_loading_slogan": "http://localhost:30000/images/empty.png",
    "e_tc_already_received": "http://localhost:30000/images/empty.png",
    "e_tc_receive_success": "http://localhost:30000/images/empty.png",
    "ending_sub_title_1": "",
    "ending_sub_title_2": "",
    "ending_sub_title_3": "",
    "ending_sub_title_4": "",
    "ending_sub_title_5": "",
    "ending_title_1": "",
    "ending_title_2": "",
    "ending_title_3": "",
    "ending_title_4": "",
    "ending_title_5": "",
    "gal_1": "The Lantern Rite is here, bringing happiness, prosperity, and good fortune~",
    "gal_10": "I'll head over to Xinyue Kiosk to grab some snacks for the road, then to Jiulue Teahouse for a couple of pots of the finest freshly-made tea.",
    "gal_11": "Ready to set off?",
    "gal_12": "Let's go, let's go!",
    "gal_2": "Paimon's back in festive mode, eh?",
    "gal_3": "It's time to celebrate the festival! Not only does that mean meeting up with our friends, but there'll also be tons of great food and fun riddles, and we'll get to see Gaming's Wushou Dance too...",
    "gal_4": "Let's head over to Chenyu Vale together! Hehe, Paimon hasn't managed to try out every single type of dim sum they have yet!",
    "gal_5": "We can ask Cloud Retai— Uhh, Paimon means Xianyun and the other adepti if they'd like to come too!",
    "gal_6": "Oh, and how could we forget about Gaming? Whether it's Qiaoying Village or Yilong Wharf, no one here knows Chenyu Vale like he does!",
    "gal_7": "Hmm... Who else should we invite...",
    "gal_8": "Why don't we take a stroll down to Liyue Harbor and ask some of our other friends too? The more companions, the merrier the Paimon, right?",
    "gal_9": "Great minds think alike! We might even be able to get more people talking about Gaming's Wushou Dance while we're at it!",
    "gal_name_1": "Traveler",
    "gal_name_2": "Paimon",
    "game1_lock_tip": "You can unlock this without using Pale Yellow Silk Paper",
    "game_1_option_0": "A Wushou dancer leaps and turns atop a high pillar, twisting to the music, bestowing good fortune upon the audience below.",
    "game_1_option_1": "Boom-boom tsh, raise the Suanni, move forward, eyes open! Make the pose formidable! Wow, Paimon's a natural!",
    "game_1_option_2": "Ladies and gentlemen, I give you Gaming's \"Mighty Mythical Beasts\" — home to all the most talented Wushou dancers in Liyue Harbor!",
    "game_1_option_3": "Settle down, Man Chai! You're meant to be helping me teach Paimon the Wushou Dance, not stealing the limelight!",
    "game_1_qrcode": "http://localhost:30000/images/empty.png",
    "game_1_question": "Who's the real Wushou dancer?",
    "game_2_option_0": "Time for afternoon tea~ A good snack deserves to be paired with the finest quality tea — which itself requires the right type of water, the ideal temperature, and the correct number of brews to extract the perfect flavor.",
    "game_2_option_1": "I just love pretty-looking snacks~ Once I'm finished, it'll be time to zone out and go into Standby Mode... zzz...",
    "game_2_option_2": "Mmm, delicious! I love these sweet, cutely-shaped little things — they kind of remind me of Fontaine's Beryl Conches. They just look a bit too... Fontainian?",
    "game_2_option_3": "I've heard Miss Chourei — the Melusine who maintains order by Lumidouce Harbor — mention that if you soak bird eggs together with tea leaves, it not only creates beautiful patterns but also gives them a special fragrance! Apparently it's a famous local snack~ They taste amazing — I want the recipe!",
    "game_2_qrcode": "http://localhost:30000/images/empty.png",
    "game_2_question": "Which food is often eaten as dim sum in Qiaoying Village?",
    "game_3_option_0": "Sunglo Tea has a distant aroma and a lingering aftertaste. If we could only find some snacks to go with it... we'd be in for a relaxing day indeed!",
    "game_3_option_1": "I'd prefer to try some of Chenyu Vale's specialty tea. Seeing as I'm visiting another nation, it's only natural that I'd like to try something different.",
    "game_3_option_2": "An enduring aftertaste... Simple and elegant, with a hint of sweetness. No wonder we often see tea clippers from Liyue in Lumidouce Harbor. (Freminet: Lyney's right... It tastes... lovely.)",
    "game_3_option_3": "We magicians often use visual trickery to deceive our audiences too~ You weren't fooled by Pers and the Grin-Malkin Hat, were you?",
    "game_3_qrcode": "http://localhost:30000/images/empty.png",
    "game_3_question": "Which type of tea is Chenyu Vale's local specialty?",
    "game_4_option_0": "It'll be designed in the most traditional Liyue style so everyone can see how amazing Paimon is! The great adeptus of Mt. Aocang and master of mechanics — AKA Cloud Retainer — will surely know how to turn Paimon's wish into a reality!",
    "game_4_option_1": "It is indeed good to see that you hold one dear to your heart, but one's appearance is nothing like the traditional kites of Liyue Harbor.",
    "game_4_option_2": "The traditional kites are shaped like scissor-tailed kites — the birds of prey — and symbolize the people of Liyue Harbor's unpretentious expectations and wishes. When they release them, their wish is that their dreams will come true.",
    "game_4_option_3": "Your heads are stuffed with Mora! One should have brought you over to Mt. Aocang for a few more days of self-cultivation!",
    "game_4_qrcode": "http://localhost:30000/images/empty.png",
    "game_4_question": "Which is Liyue's traditional style of kite?",
    "game_5_option_0": "Paimon, are you familiar with the saying \"benefits bring the start of spring\"? Inhabitants holding carp lanterns will visit people's homes to wish them a happy and fortuitous new year, and recipients will repay the well-wishers for their blessings with benefits.",
    "game_5_option_1": "Elegant, refined, dependable, and trustworthy. So that's what Paimon meant by \"best travel companion\" all this time...",
    "game_5_option_2": "Quite a stretch of the imagination to think someone might consider you to be their \"best travel companion\" when you have to make them three... no, four... sorry, make that eight meals a day, is it not? I just can't make that many meals... No seriously, I really can't...",
    "game_5_option_3": "Your \"best travel companion\" wouldn't keep a secret stash of treasure hidden from you though, would they?",
    "game_5_qrcode": "http://localhost:30000/images/empty.png",
    "game_5_question": "Who is the Traveler's \"best travel companion\"? \u003cbr/\u003e(Take this seriously — Paimon's watching you!)",
    "game_confirm_button": "Confirm",
    "game_confirm_tip": "Click the options above to select the correct answer",
    "game_end_tip": "Event has ended.",
    "game_ending_video_tip_1": "According to Liyue tradition, a waking beast signals the start of spring.",
    "game_ending_video_tip_2": "Check out Chenyu Anecdotes to find out what special features these new areas have!",
    "game_ending_video_tip_3": "Some worldly treasures are dazzling to behold — like intricate gold pieces or floating palaces bedecked with jewels — yet more impressive still is the bold spirit that undertakes to craft such wonders.",
    "game_ending_video_tip_4": "Light and shadow mingle where illusion meets reality. The scenes on the eggshells come to life, as if they were before our very eyes.",
    "game_ending_video_tip_5": "It isn't often that the air is filled with such joy, festive occasions like this being few and far between. Once the fireworks are over and the decorations packed away, who's to say when we'll all meet again?",
    "game_logo": "http://localhost:30000/images/empty.png",
    "game_reward_button": "Click to Claim Rewards",
    "game_reward_tip": "Rewards will be sent to you via in-game mail within 5–10 minutes.",
    "game_stage_jump_link_1": "https://hoyo.link/0fugFDAL",
    "game_stage_jump_link_2": "https://act.hoyoverse.com/puzzle/hk4e/pz_zFZPMVr7tC/index.html?hyl_presentation_style=fullscreen",
    "game_stage_jump_link_3": "https://hoyo.link/4fugF7AL",
    "game_stage_jump_link_4": "https://hoyo.link/bfugFmAL",
    "game_stage_jump_link_5": "https://youtu.be/aIo5bqK26p0",
    "gaming_pv": "",
    "gaming_pv_bilibili_jump_link": "",
    "gaming_pv_poster": "",
    "gaming_pv_ts": "",
    "guide_tip_1": "Click the button to open the section~",
    "guide_tip_10": "Click the \"Man Chai\" icon to return to Gaming's page",
    "guide_tip_2": "Guess which one the correct answer lies behind based on the companion's description~",
    "guide_tip_3": "Click any option to make your choice. Before you've confirmed, you can change your choice at any time.",
    "guide_tip_4": "Click to confirm and roll it up to see the answer that lies behind~",
    "guide_tip_5": "Oops, wrong answer...\u003cbr/\u003eTry choosing another one.",
    "guide_tip_9": "Click the buttons to switch between the event stages",
    "h_406cd31_text": "",
    "h_406cd36_text": "",
    "h_406cd41_text": "",
    "h_406cd52_text": "",
    "h_406cd54_text": "",
    "h_406cd56_text": "",
    "h_406cd58_text": "",
    "h_898721357_text": "Genshin Impact: Dancing Beasts to Wave in the New, and Soaring Kites for Blessings Too! Take part in the \"Dancing Beasts and Soaring Kites\" event to obtain Primogems and other in-game rewards!",
    "h_898724238_image": "http://localhost:30000/images/empty.png",
    "h_898724244_image": "http://localhost:30000/images/empty.png",
    "h_898724262_image": "http://localhost:30000/images/empty.png",
    "h_fc7a8346_text": "Unlock Progress: {n1}%",
    "h_fc7a8824_text": "Solve More Puzzles",
    "h_fc7a8861_text": "Obtain Furnishing",
    "h_fc7a8891_text": "Claim Now",
    "home_disable_tip": "",
    "lantern_pv_bilibili_jump_link": "",
    "lantern_pv_channel": "",
    "lantern_pv_channel_poster": "",
    "lantern_pv_channel_ts": "",
    "loading_num": "{num}\u003cspan\u003e%\u003c/span\u003e",
    "loading_tip_0": "Loading...",
    "lock_tip_desc": "",
    "lock_tip_title": "",
    "not_open": "Complete all other section puzzles to unlock this section~",
    "pre_game_1_1": "A Wushou dancer leaps and turns atop a high pillar, twisting to the music, bestowing good fortune upon the audience below.",
    "pre_game_1_2": "It's just a pity that the Wushou Dance has yet to achieve great renown in Liyue Harbor... As somewhat of a celebrity in Liyue Harbor, it's down to you and Paimon to learn some moves and help Gaming get the locals hooked~",
    "pre_game_2_1": "Time for afternoon tea~ A good snack deserves to be paired with the finest quality tea — which itself requires the right type of water, the ideal temperature, and the correct number of brews to extract the perfect flavor.",
    "pre_game_2_2": "The purest tea together with snacks of the finest texture... a match made in heaven!",
    "pre_game_3_1": "Sunglo Tea has a distant aroma and a lingering aftertaste. If we could only find some snacks to go with it... we'd be in for a relaxing day indeed!",
    "pre_game_3_2": "Hmm? You want to know where I learned all this? Merchant ships from Liyue often come to Lumidouce Harbor to trade their wares. As the Great Magician himself, I like to keep myself up to speed with the performing arts of other nations to give my shows something special.",
    "pre_game_4_1": "Pale Yellow Silk Paper — check! Dye — check! Bamboo Slips — check! Looks like everything's ready~ Paimon's planning to make a humongous kite that you'll be able to see from every corner of Liyue Harbor!",
    "pre_game_4_2": "It'll be designed in the most traditional Liyue style so everyone can see how amazing Paimon is!",
    "pre_game_5_1": "Paimon, are you familiar with the saying \"benefits bring the start of spring\"? Inhabitants holding carp lanterns will visit people's homes to wish them a happy and fortuitous new year, and recipients will repay the well-wishers for their blessings with benefits.",
    "pre_game_5_2": "Then your best travel companion wishes you a very happy Lantern Rite! So seeing as your best travel companion has done so... where are their benefits in return, huh?",
    "privacy_policy": "Privacy Policy",
    "privacy_policy_link": "https://genshin.hoyoverse.com/en/company/privacy",
    "prop_progress_0": "Click to claim the blueprint for the Serenitea Pot Furnishing \"Valley Store: The Leisure of Tea\"",
    "prop_progress_1": "Complete the puzzles behind any 3 sections to obtain the blueprint for \"Valley Store: The Leisure of Tea.\"",
    "prop_reward_done": "Claimed",
    "prop_reward_name": "Valley Store: The Leisure of Tea",
    "prop_reward_tip": "Rewards will be sent to you via in-game mail within 5–10 minutes.",
    "prop_tip": "Valley Store: The Leisure of Tea",
    "prop_title_image": "http://localhost:30000/images/empty.png",
    "ps_bg": "http://localhost:30000/images/empty.jpg",
    "return_home_button": "Back to Home",
    "reward_lock_title_1": "Complete the puzzles in a total of 1 section to unlock.",
    "reward_lock_title_2": "Complete the puzzles in a total of 2 sections to unlock.",
    "reward_lock_title_3": "Complete the puzzles in a total of 3 sections to unlock.",
    "reward_lock_title_4": "Complete the puzzles in a total of 4 sections to unlock.",
    "reward_lock_title_5": "Complete the puzzles in a total of 5 sections to unlock.",
    "reward_progress": "{n1} / {n2}",
    "reward_title_1": "You've successfully completed the puzzles in 1 section.",
    "reward_title_2": "You've successfully completed the puzzles in 2 sections.",
    "reward_title_3": "You've successfully completed the puzzles in 3 sections.",
    "reward_title_4": "You've successfully completed the puzzles in 4 sections.",
    "reward_title_5": "You've successfully completed the puzzles in 5 sections.",
    "reward_title_image": "http://localhost:30000/images/empty.png",
    "rule_content": "\u003cp style=\"white-space: pre-wrap;\"\u003e〓Event Duration〓\u003c/p\u003e\u003cp style=\"white-space: pre-wrap;\"\u003eFebruary 8, 2024 – February 17, 2024 23:59 (UTC+8)\u003c/p\u003e\u003cp style=\"white-space: pre-wrap;\"\u003e*Rewards cannot be claimed after the event ends. Please claim them in time.\u003c/p\u003e\u003cp style=\"white-space: pre-wrap; min-height: 1.5em;\"\u003e\u003c/p\u003e\u003cp style=\"white-space: pre-wrap;\"\u003e〓Eligibility〓\u003c/p\u003e\u003cp style=\"white-space: pre-wrap;\"\u003eTravelers who have reached Adventure Rank 10 or above can participate in this event.\u003c/p\u003e\u003cp style=\"white-space: pre-wrap; min-height: 1.5em;\"\u003e\u003c/p\u003e\u003cp style=\"white-space: pre-wrap;\"\u003e〓Event Description〓\u003c/p\u003e\u003cp style=\"white-space: pre-wrap;\"\u003eDuring the event, you can log in to Genshin Impact daily, claim Commission Rewards, consume Original Resin, and complete other missions to obtain the event item: Pale Yellow Silk Paper.\u003c/p\u003e\u003cp style=\"white-space: pre-wrap;\"\u003ePale Yellow Silk Paper can be used to unlock the various sections of the event and to search for the correct options. Once you choose the correct option, you'll be able to obtain Primogems and other in-game rewards.\u003c/p\u003e\u003cp style=\"white-space: pre-wrap; min-height: 1.5em;\"\u003e\u003c/p\u003e\u003cp style=\"white-space: pre-wrap;\"\u003e〓Event Details〓\u003c/p\u003e\u003cp style=\"white-space: pre-wrap;\"\u003e1. You can obtain the event item: Pale Yellow Silk Paper through the following methods: Complete missions such as logging into Genshin Impact every day, claiming Commission Rewards 2 times daily, and using a total of 40 Original Resin daily to obtain the corresponding amount of Pale Yellow Silk Paper.\u003c/p\u003e\u003cp style=\"white-space: pre-wrap;\"\u003e2. Daily missions refresh at 04:00 (Server Time) each day. Unclaimed Pale Yellow Silk Paper will also be cleared by then. Please claim and use it in time. Claimed Pale Yellow Silk Paper will not be cleared.\u003c/p\u003e\u003cp style=\"white-space: pre-wrap;\"\u003e3. A certain amount of Pale Yellow Silk Paper can be used to unlock different sections. There are a total of 5 sections in the event, which are located on different stages. You can click the Suanni and Crane buttons on the home page to switch between different stages and enter the corresponding sections.\u003c/p\u003e\u003cp style=\"white-space: pre-wrap;\"\u003e4. After unlocking a section, you can play it multiple times until you've selected the correct option to obtain in-game rewards.\u003c/p\u003e\u003cp style=\"white-space: pre-wrap;\"\u003e5. In each section, there are a total of three options to choose from. After you've chosen an option, you can flip it over to see the companion or item hidden behind.\u003c/p\u003e\u003cp style=\"white-space: pre-wrap;\"\u003e6. Once you've flipped over the correct option, you'll have completed the challenge and will be able to obtain in-game rewards. If you flip over the wrong one, the companion or item behind will stay on the stage. You can continue flipping over the remaining options until you've selected the correct one in order to obtain in-game rewards.\u003c/p\u003e\u003cp style=\"white-space: pre-wrap;\"\u003e7. If you leave halfway through, your progress will not be saved but your Pale Yellow Silk Paper will not be consumed either. You can try again multiple times.\u003c/p\u003e\u003cp style=\"white-space: pre-wrap;\"\u003e*If Travelers try to visit the event at around 04:00 (Server Time), which is when the daily missions refresh, they may encounter a brief network error. Please refresh the page if you encounter this error.\u003c/p\u003e\u003cp style=\"white-space: pre-wrap; min-height: 1.5em;\"\u003e\u003c/p\u003e\u003cp style=\"white-space: pre-wrap;\"\u003e〓Event Rewards〓\u003c/p\u003e\u003cp style=\"white-space: pre-wrap;\"\u003eAfter you've unlocked all of the sections and completed the challenges, you'll be able to obtain Primogems ×120, Mystic Enhancement Ore ×10, Hero's Wit ×10, and Mora ×70,000. Also, after completing three sections and their challenges, you'll obtain a special reward: the blueprint for the Serenitea Pot Furnishing \"Valley Store: The Leisure of Tea.\"\u003c/p\u003e\u003cp style=\"white-space: pre-wrap; min-height: 1.5em;\"\u003e\u003c/p\u003e\u003cp style=\"white-space: pre-wrap;\"\u003e*The in-game rewards will be distributed via in-game mail. The mail will expire after 30 days, so don't forget to claim the rewards in time.\u003c/p\u003e\u003cp style=\"white-space: pre-wrap; min-height: 1.5em;\"\u003e\u003c/p\u003e\u003cp style=\"white-space: pre-wrap;\"\u003e*This web event is provided purely for entertainment. It is not indicative of any related gameplay features in Genshin Impact.\u003c/p\u003e\u003cp style=\"white-space: pre-wrap; min-height: 1.5em;\"\u003e\u003c/p\u003e",
    "seo_title": "Dancing Beasts and Soaring Kites — Genshin Impact",
    "share_content_banner": "http://localhost:30000/images/empty.png",
    "share_copy_text": "Genshin Impact: Dancing Beasts to Wave in the New, and Soaring Kites for Blessings Too! Take part in the \"Dancing Beasts and Soaring Kites\" event to obtain Primogems and other in-game rewards! https://hoyo.link/4eigFBAL",
    "share_desc": "Take part in the \"Dancing Beasts and Soaring Kites\" event to obtain Primogems and other in-game rewards!",
    "share_error": "Sharing failed. Please try again later.",
    "share_icon": "",
    "share_title": "Genshin Impact: Dancing Beasts to Wave in the New, and Soaring Kites for Blessings Too!",
    "survey_link": "",
    "task_jump_url_10": "https://act.hoyolab.com/ys/event/signin-sea-v3/index.html?act_id=e202102251931481\u0026hyl_auth_required=true\u0026hyl_presentation_style=fullscreen\u0026utm_campaign=BeastsAndKites\u0026utm_id=2\u0026utm_medium=task\u0026utm_source=h5",
    "task_jump_url_10_channel": "",
    "task_jump_url_11": "",
    "task_jump_url_12": "https://hoyo.link/0augF7AL",
    "task_jump_url_13": "https://hoyo.link/daugFmAL",
    "task_jump_url_7": "https://hoyo.link/7augFDAL",
    "task_jump_url_8": "https://hoyo.link/6augFSAL",
    "task_jump_url_9": "https://act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header\u0026utm_campaign=BeastsAndKites\u0026utm_id=2\u0026utm_medium=task\u0026utm_source=h5#/map/2?shown_types=549\u0026center=538.00,-3724.00\u0026zoom=-2.00",
    "task_modal_tip": "Daily missions will reset daily at 04:00 (Server Time). Please be sure to pick up the Pale Yellow Silk Paper and use it in time.",
    "task_name_1": "Log in to Genshin Impact daily",
    "task_name_10": "Head over to Genshin Impact Check-In to claim in-game rewards",
    "task_name_11": "Watch \"A Behind the Scenes Look at the Creation of Gaming | Genshin Impact\"",
    "task_name_12": "Visit the official Genshin Impact TikTok account",
    "task_name_13": "Visit the official Genshin Impact Facebook page",
    "task_name_2": "Claim Commission Rewards 2 times daily",
    "task_name_3": "Use 40 Original Resin daily",
    "task_name_4": "Open 3 treasure chests when exploring daily",
    "task_name_5": "Share the web event once a day",
    "task_name_6": "Log in to the web event daily",
    "task_name_7": "Visit the official Genshin Impact X (Twitter) account",
    "task_name_8": "Join the Genshin Impact Discord server",
    "task_name_9": "Use the Teyvat Interactive Map to explore Chenyu Vale",
    "task_not_done": "Incomplete",
    "task_not_open": "Not Available Yet",
    "task_progress": "{n1} / {n2}",
    "task_reward_success_tip": "",
    "task_title_image": "http://localhost:30000/images/empty.png",
    "terms_of_service": "Terms of Service",
    "terms_of_service_link": "https://genshin.hoyoverse.com/en/company/terms",
    "ticket_desc_1": "In the legends of Chenyu Vale, Suanni are seen as a symbol of good fortune.\u003cbr/\u003eThe well-known Wushou Dance in Chenyu Vale came from the movements of the Suanni.\u003cbr/\u003eIt is a pity that, as times have changed, only a handful of people have actually ever seen such creatures in the flesh. But this performance art, which aims to bring good fortune into every household in the land, has nonetheless been passed down through the generations in Chenyu Vale.",
    "ticket_desc_2": "People in Liyue love to eat, and their culinary traditions are extremely diverse. In Liyue Harbor, if you're looking for fancy Yue-style cuisine, then there's no better place than Xinyue Kiosk — and if it's highbrow Li-style cuisine that you're after, then Liuli Pavilion's the place to be. By the streetside, there's also the much-renowned Wanmin Restaurant, loved and praised by all.\u003cbr/\u003eBut Chenyu Vale, famous for its tea, also has its own unique style of cuisine. There, you might sample pastries that contain egg yolk known as \"Fine Tea, Full Moon,\" or perhaps try their delicious \"Tea-Smoked Squab,\" which is made by marinating squab in tea.\u003cbr/\u003eWhatever you're looking for, Liyue's got it — whether it's sweet, sour, bitter, spicy, or any other flavor you could imagine.",
    "ticket_desc_3": "The people of Liyue love to drink tea.\u003cbr/\u003eAs they travel through the vast land of Liyue, merchants will often stop for a bowl of Pop's Teas to cool off and quench their thirst.\u003cbr/\u003eChenyu Vale, a place of majestic mountains and flowing waters, is also renowned for its elegantly decorated teahouses. If you're looking to enjoy a pot of tea, a selection of bite-sized nibbles, and leisurely chatter in the company of good friends, you've come to the right place.",
    "ticket_desc_4": "Where do all the paper kites and Xiao Lanterns released during the Lantern Rite fly off to, you might ask?\u003cbr/\u003ePerhaps they'll drift up to the top of some unknown peak in Jueyun Karst, or wind up getting caught in the leaves of a tea tree in Chenyu Vale.\u003cbr/\u003eBut wherever they may end up, as these intricate creations float up into the clouds, the cherished wishes they carry — made with such care, and released with such hope — are borne skyward, to the firmament and beyond.",
    "ticket_desc_5": "You and Paimon have discussed many things in your time, from the wings of a butterfly and the final destination of the falling stars, to the light that flashes through the clouds, the sounds of plants that sprout after the rain, and the ebb and flow of the tides.\u003cbr/\u003eAnd together with Paimon by your side, you've felt the spring breeze, been soaked by summer rains, gathered leaves in the fall, and warmed yourselves by winter fires.",
    "ticket_download_1": "http://localhost:30000/images/empty.png",
    "ticket_download_1_img": "http://localhost:30000/images/empty.jpg",
    "ticket_download_2": "http://localhost:30000/images/empty.png",
    "ticket_download_2_img": "http://localhost:30000/images/empty.jpg",
    "ticket_download_3": "http://localhost:30000/images/empty.png",
    "ticket_download_3_img": "http://localhost:30000/images/empty.jpg",
    "ticket_download_4": "http://localhost:30000/images/empty.png",
    "ticket_download_4_img": "http://localhost:30000/images/empty.jpg",
    "ticket_download_5": "http://localhost:30000/images/empty.png",
    "ticket_download_5_img": "http://localhost:30000/images/empty.jpg",
    "ticket_lock_tip": "Current section not yet unlocked",
    "ticket_tip_content_1": "According to Liyue tradition, a waking beast signals the start of spring.",
    "ticket_tip_content_2": "Check out Chenyu Anecdotes to find out what special features these new areas have!",
    "ticket_tip_content_3": "Some worldly treasures are dazzling to behold — like intricate gold pieces or floating palaces bedecked with jewels — yet more impressive still is the bold spirit that undertakes to craft such wonders.",
    "ticket_tip_content_4": "Light and shadow mingle where illusion meets reality. The scenes on the eggshells come to life, as if they were before our very eyes.",
    "ticket_tip_content_5": "It isn't often that the air is filled with such joy, festive occasions like this being few and far between. Once the fireworks are over and the decorations packed away, who's to say when we'll all meet again?",
    "ticket_tip_link_1": "https://youtu.be/QQpPDeqUxrg",
    "ticket_tip_link_2": "https://act.hoyoverse.com/puzzle/hk4e/pz_zFZPMVr7tC/index.html?hyl_presentation_style=fullscreen",
    "ticket_tip_link_3": "https://youtu.be/4P5L9Ljbxak",
    "ticket_tip_link_4": "https://youtu.be/kWVWBCwacwg",
    "ticket_tip_link_5": "https://youtu.be/aIo5bqK26p0",
    "ticket_tip_title_1": "Character Demo - \"Gaming: Fortune Shines in Many Colors\" | Genshin Impact",
    "ticket_tip_title_2": "Chenyu Anecdotes",
    "ticket_tip_title_3": "\"A Journey of Art and Heritage\" - Mortal Tales: Gold and Silver Filigree Inlay | Genshin Impact",
    "ticket_tip_title_4": "\"A Journey of Art and Heritage\" - Mortal Tales: Egg Carving | Genshin Impact",
    "ticket_tip_title_5": "Vibrant Harriers Aloft in Spring Breeze Cutscene Animation: \"Kites in the Wind\" | Genshin Impact",
    "ticket_title_1": "Dancing Beasts to Meet the Spring Breeze",
    "ticket_title_2": "Jade Pendants and Vistas of Moonlit Hills",
    "ticket_title_3": "Wafting Aromas From Chenyu Vale",
    "ticket_title_4": "Wishes Aloft on Soaring Kites",
    "ticket_title_5": "Four Seasons and You",
    "ticket_title_img_0": "http://localhost:30000/images/empty.png",
    "ticket_title_img_1": "http://localhost:30000/images/empty.png",
    "ticket_title_img_2": "http://localhost:30000/images/empty.png",
    "ticket_title_img_3": "http://localhost:30000/images/empty.png",
    "ticket_title_img_4": "http://localhost:30000/images/empty.png",
    "ticket_title_img_5": "http://localhost:30000/images/empty.png",
    "todo_button": "Go"
}